// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Filsynkronisering";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Avbryt";

// Text of "Next" button, used in various dialogs
"NEXT" = "Neste";

// Text of "Done" button, used in various dialogs
"DONE" = "Ferdig";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Fortsett";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "Forrige lokale iDisk for %@";
"PREVIOUS DMG DIR" = "Eldre lokale iDisk-områder";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Det finnes en gammel kopi av det lokale iDisk-området på datamaskinen som bruker %@ diskplass. Vil du beholde den eller flytte den til papirkurven?";
"MIGRATION_DESKTOP"  = "Behold";
"MIGRATION_TRASH"    = "Flytt til papirkurv";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Det finnes en gammel kopi av det lokale iDisk-området på datamaskinen som bruker %@ diskplass. Vil du beholde den eller flytte den til papirkurven?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Det finnes en gammel kopi av det lokale iDisk-området på datamaskinen som bruker %@ diskplass. Vil du beholde den eller flytte den til papirkurven?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Det finnes flere gamle kopier av det lokale iDisk-området på datamaskinen som bruker %@ diskplass. Vil du beholde dem eller flytte dem til papirkurven?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Det finnes flere gamle kopier av det lokale iDisk-området på datamaskinen som bruker %@ diskplass. Vil du beholde dem eller flytte dem til papirkurven?";
"CLEANUP_IMAGES_ALL"            = "Det finnes flere gamle kopier av det lokale iDisk-området på datamaskinen som bruker %@ diskplass. Vil du beholde dem eller flytte dem til papirkurven?";

"CLEANUP_TITLE_1"     = "Fant en annen kopi av iDisk på maskinen din.";
"CLEANUP_TITLE_MULTI" = "Fant flere kopier av iDisk på maskinen din.";

"Keep"  = "Behold";
"Trash" = "Flytt til papirkurv";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "iDisk er nesten full.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Ikke vis denne advarselen igjen.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Det finnes filer på iDisk som ligger i papirkurven. Hvis du vil frigjøre plass, kan du tømme papirkurven.\n\nDu kan øke størrelsen på iDisk ved hjelp av %@-valgpanelet i Systemvalg.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Du kan øke størrelsen på iDisk i %@-valgpanelet i Systemvalg.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "Størrelsen på iDisk på maskinen må justeres.";
"RESIZE IDISK MSG" = "iDisk på maskinen vil ikke være tilgjengelig mens størrelsen endres.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "Kan ikke slå av lokal iDisk.";
"CANT DISABLE BUSY MSG" = "Den lokale iDisk-kopien kan ikke deaktiveres nå fordi den inneholder filer som er åpne. Lukk filene, og prøv igjen.";
"CANT DISABLE ERR MSG%" = "Den lokale iDisk-kopien kan ikke deaktiveres nå fordi feilen %d oppsto. Prøv igjen senere.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Synkronisering av iDisk pågår. Vil du fortsette eller logge deg av?";
"LOGOUT BUSY MSG" = "Du kan logge deg av når iDisk-synkroniseringen er fullført.";

// Text of the "log out" button.
"LOGOUT" = "Logg av";

// Text of the "continue" button.
"CONTINUE SYNC" = "Fortsett synkronisering";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu byte";
"%KB"    = "%.2f kB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Rydder opp…";
"Last sync cancelled."           = "Forrige synkronisering avbrutt.";
"Finder Settings"                = "Finder-innstillinger";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "%@-kontoen har utløpt.";
"CREATE FAILED:NIL DMA"          = "Kan ikke slå på iDisk-synkronisering. Kontroller %@-brukernavnet og -passordet i %@-valgpanelet i Systemvalg.";
"CREATE FAILED:NO USERNAME"      = "Kan ikke slå på iDisk-synkronisering. Kontroller %@-brukernavnet og -passordet i %@-valgpanelet i Systemvalg.";
"CREATE FAILED:TOO BIG"          = "Kan ikke slå på iDisk-synkronisering. iDisk-området er større enn tilgjengelig ledig plass.";
"CREATE FAILED:UNKNOWN"          = "Kan ikke slå på iDisk-synkronisering. Prøv igjen senere.";
"Cannot sync more than one computer at a time."	= "Denne kontoen synkroniseres for øyeblikket med en annen maskin. Prøv igjen seneren.";
"iDisk syncing unavailable."					= "iDis-synkronisering er ikke tilgjengelig for øyeblikket. Prøv igjen senere.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "%@-kontoen har ingen aktiv iDisk.";
